[
    {
        "emoji": "🥰",
        "name": "🥰 Smiling Face with Hearts",
        "meaning": "A yellow face with smiling eyes, a closed smile, rosy cheeks, and several hearts floating around its head. Expresses a range of happy, affectionate feelings, especially being in love. The placement of the hearts varies slightly by platform.Apple's design features the same expression as its ☺️ Smiling Face emoji design.  \nSmiling Face with Hearts was approved as part of Unicode 11.0 in 2018 under the name “Smiling Face with Smiling Eyes and Three Hearts” and added to Emoji 11.0 in 2018.\n",
        "innerPageURL": "/smiling-face-with-hearts/"
    },
    {
        "emoji": "😉",
        "name": "😉 Winking Face",
        "meaning": "A yellow face with a slight smile or open mouth shown winking, usually its left eye. May signal a joke, flirtation, hidden meaning, or general positivity. Tone varies, including playful, affectionate, suggestive, or ironic.Not to be confused with the more mischievous or sexual 😏 Smirking Face. An emoji form of the ;) emoticon.\nWinking Face was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/winking-face/"
    },
    {
        "emoji": "😊",
        "name": "😊 Smiling Face with Smiling Eyes",
        "meaning": "A yellow face with smiling eyes and a broad, closed smile turning up to rosy cheeks. Often expresses genuine happiness and warm, positive feelings.An emoji form of the ^^ emoticon.On Snapchat, this emoji next to a contact denotes that you message that person often but they aren't your #1 Best Friend.\nSmiling Face with Smiling Eyes was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/smiling-face-with-smiling-eyes/"
    },
    {
        "emoji": "😇",
        "name": "😇 Smiling Face with Halo",
        "meaning": "A yellow face with smiling eyes, closed smile, and halo, usually blue, overhead. Often represents angels, prayers, and blessings. May also convey angelic behavior, e.g., doing good deeds. See also 👼 Baby Angel.Several platforms, including Apple, feature an expression similar to their 😊 Smiling Face With Smiling Eyes.\nSmiling Face with Halo was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/smiling-face-with-halo/"
    },
    {
        "emoji": "🫠",
        "name": "🫠 Melting Face",
        "meaning": "A yellow smiley face melting into a puddle. The eyes and mouth slip down the face, yet still maintain a distorted smile. This quality lends this emoji to sarcasm.Can be used literally to talk about extreme heat. Can also be used metaphorically to talk about embarrassment, shame, or a slowly sinking sense of dread.\nMelting Face was approved as part of Unicode 14.0 in 2021 and added to Emoji 14.0 in 2021.\n🚩 Approved in September 2021 as part of Emoji 14.0. Now available on iOS 15.4, Android 12L, Windows 11, Twitter, and Facebook. Coming soon to Samsung.",
        "innerPageURL": "/melting-face/"
    },
    {
        "emoji": "🙂",
        "name": "🙂 Slightly Smiling Face",
        "meaning": "A yellow face with simple, open eyes and a thin, closed smile. Conveys a wide range of positive, happy, and friendly sentiments. Its tone can also be patronizing, passive-aggressive, or ironic, as if saying This is fine when it’s really not.\nSlightly Smiling Face was approved as part of Unicode 7.0 in 2014 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/slightly-smiling-face/"
    },
    {
        "emoji": "😀",
        "name": "😀 Grinning Face",
        "meaning": "A yellow face with simple, open eyes and a broad, open smile, showing upper teeth and tongue on some platforms. Often conveys general pleasure and good cheer or humor.Not to be confused with 😃 Grinning Face With Big Eyes or 😄 Grinning Face With Smiling Eyes, which have the same smiles but more expressive eye shapes. This emoji has a cat variant, 😺 Grinning Cat Face.\nGrinning Face was approved as part of Unicode 6.1 in 2012 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/grinning-face/"
    },
    {
        "emoji": "🙃",
        "name": "🙃 Upside-Down Face",
        "meaning": "A classic smiley, turned upside down. Implemented as a flipped version of 🙂 Slightly Smiling Face on most platforms.Commonly used to convey irony, sarcasm, joking, or a sense of goofiness or silliness. Its intent can be similar to the bemused Oh well! of 🤷 Person Shrugging or the shruggie emoticon, ¯\\_(ツ)_/¯.Microsoft's design previously featured a full-toothed grin.\nUpside-Down Face was approved as part of Unicode 8.0 in 2015 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/upside-down-face/"
    },
    {
        "emoji": "😅",
        "name": "😅 Grinning Face with Sweat",
        "meaning": "Has the same grin and eyes as 😄 Grinning Face With Smiling Eyes but with a single, blue bead of sweat, usually over its left eye. Intended to depict nerves or discomfort but commonly used to express a close call, as if saying Whew! and wiping sweat from the forehead. \nGrinning Face with Sweat was approved as part of Unicode 6.0 in 2010 under the name “Smiling Face with Open Mouth and Cold Sweat” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/grinning-face-with-sweat/"
    },
    {
        "emoji": "🤣",
        "name": "🤣 Rolling on the Floor Laughing",
        "meaning": "A yellow face with a big grin and scrunched, X-shaped eyes, tilted on its side as if rolling on the floor laughing (the internet acronym ROFL). Sheds two tears and tilts right on most platforms. Often conveys hysterical laughter more intense than 😂 Face With Tears of Joy.Microsoft's design previously featured a smiley with hands and feet. \nRolling on the Floor Laughing was approved as part of Unicode 9.0 in 2016 and added to Emoji 3.0 in 2016.\n",
        "innerPageURL": "/rolling-on-the-floor-laughing/"
    },
    {
        "emoji": "😄",
        "name": "😄 Grinning Face with Smiling Eyes",
        "meaning": "A yellow face with smiling eyes and a broad, open smile, showing upper teeth and tongue on some platforms. Often conveys general happiness and good-natured amusement.Similar to 😀 Grinning Face and 😃 Grinning Face With Big Eyes, but with warmer, less excited eyes.This emoji has a cat variant, 😸 Grinning Cat Face With Smiling Eyes.\nGrinning Face with Smiling Eyes was approved as part of Unicode 6.0 in 2010 under the name “Smiling Face with Open Mouth and Smiling Eyes” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/grinning-face-with-smiling-eyes/"
    },
    {
        "emoji": "😆",
        "name": "😆 Grinning Squinting Face",
        "meaning": "A yellow face with a broad, open smile and scrunched, X-shaped eyes. Often conveys excitement or hearty laughter.Similar to 😀 Grinning Face but with eyes that might say Squee! or Awesome! An emoji form of the >< or xD emoticons.\nGrinning Squinting Face was approved as part of Unicode 6.0 in 2010 under the name “Smiling Face with Open Mouth and Tightly-Closed Eyes” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/grinning-squinting-face/"
    },
    {
        "emoji": "😂",
        "name": "😂 Face with Tears of Joy",
        "meaning": "A yellow face with a big grin, uplifted eyebrows, and smiling eyes, each shedding a tear from laughing so hard. Widely used to show something is funny or pleasing. Named the Oxford Dictionaries 2015 Word of the Year, and the most used emoji on all platforms from 2011-2021. Briefly overtaken as the top emoji on Twitter in 2021 by 😭 Loudly Crying Face, though as of January 2022 it has reclaimed its top position on the platform.See also: 🤣 Rolling on the Floor Laughing which expresses more intense laughter; or cat variant: 😹 Cat Face With Tears of Joy.\nFace with Tears of Joy was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/face-with-tears-of-joy/"
    },
    {
        "emoji": "😃",
        "name": "😃 Grinning Face with Big Eyes",
        "meaning": "A yellow face with smiling eyes and a broad, open smile, showing upper teeth and tongue on some platforms. Often conveys general happiness and good-natured amusement.Similar to 😀 Grinning Face but with taller, more excited eyes. \nGrinning Face with Big Eyes was approved as part of Unicode 6.0 in 2010 under the name “Smiling Face with Open Mouth” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/grinning-face-with-big-eyes/"
    },
    {
        "emoji": "😁",
        "name": "😁 Beaming Face with Smiling Eyes",
        "meaning": "A yellow face with smiling eyes and full-toothed grin, as if saying Cheese! for the camera. Teeth may be smoothed-over or crosshatched. Often expresses a radiant, gratified happiness. Tone varies, including warm, silly, amused, or proud.Prior to 2017, Apple's design resembled its 😬 Grimacing Face.\nBeaming Face with Smiling Eyes was approved as part of Unicode 6.0 in 2010 under the name “Grinning Face with Smiling Eyes” and added to Emoji 1.0 in 2015.\n🚩 Appearance historically differs greatly cross-platform. Use with caution. 🚨",
        "innerPageURL": "/beaming-face-with-smiling-eyes/"
    },
    {
        "emoji": "🥳",
        "name": "🥳 Partying Face",
        "meaning": "A yellow face with a party hat blowing a party horn as confetti floats around its head. Used for celebrating joyous occasions (such as New Year's Eve or World Emoji Day) and enjoying good times more generally.Apple’s design features the same expression as its 😚 Kissing Face With Closed Eyes.\nPartying Face was approved as part of Unicode 11.0 in 2018 under the name “Face with Party Horn and Party Hat” and added to Emoji 11.0 in 2018.\n",
        "innerPageURL": "/partying-face/"
    },
    {
        "emoji": "🥲",
        "name": "🥲 Smiling Face with Tear",
        "meaning": "A yellow face with open eyes, a thin closed-mouth smile, and a single tear falling from one of its eyes. Can be used to express a wide range of emotions and expressions including gratitude, tender happiness, an attempt to look happy when actually sad, or smiling through pain. Can also be a response to something that is bittersweet.This emoji and 🙂 Slightly Smiling Face have a similar smile, and 😢 Crying Face and 😿 Crying Cat have a similar lone tear. Not to be confused with 😂 Face with Tears of Joy, which has a wide toothy grin and tears coming from both eyes.\nSmiling Face with Tear was approved as part of Unicode 13.0 in 2020 and added to Emoji 13.0 in 2020.\n",
        "innerPageURL": "/smiling-face-with-tear/"
    },
    {
        "emoji": "🥵",
        "name": "🥵 Hot Face",
        "meaning": "A reddish-orange face with furrowed eyebrows, tongue stuck out, and beads of sweat, as if overheated from high temperatures. Number and position of sweat droplets vary by platforms. May also represent physical attractiveness (slang, hot).Most platforms feature expressions that are variations on 😰 Anxious Face With Sweat or 😥 Sad but Relieved Face.  \nHot Face was approved as part of Unicode 11.0 in 2018 under the name “Overheated Face” and added to Emoji 11.0 in 2018.\n",
        "innerPageURL": "/hot-face/"
    },
    {
        "emoji": "😶",
        "name": "😶 Face Without Mouth",
        "meaning": "A yellow face with simple, open eyes and no mouth, as if at a loss for words. Meaning widely varies, but commonly conveys speechlessness, humility, and silence. May also convey moderately negative emotions, such as disappointment, frustration, or sadness. Samsung’s design previously featured raised eyebrows and blushing cheeks.\nFace Without Mouth was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/face-without-mouth/"
    },
    {
        "emoji": "🤪",
        "name": "🤪 Zany Face",
        "meaning": "A yellow face with its head tilted, its tongue hanging out of a big grin, and wide eyes in a wild, cockeyed expression. Generally used to express silliness.Commonly represents acting goofy, having fun, and partying and is usually used in a positive manner. May be used in reference to someone or something that is off-kilter.Microsoft, and WhatsApp previously displayed a full-toothed grin instead of an open mouth with a protruding tongue, which appeared less silly and more menacing. Google's design used to show the mouth in a grimace, which also read as more disturbing than silly.\nZany Face was approved as part of Unicode 10.0 in 2017 under the name “Grinning Face with One Large and One Small Eye” and added to Emoji 5.0 in 2017.\n",
        "innerPageURL": "/zany-face/"
    },
    {
        "emoji": "🤢",
        "name": "🤢 Nauseated Face",
        "meaning": "A sickly-green face with concerned eyes and puffed, often red cheeks, as if holding back vomit. May represent physical illness or general disgust. Not to be confused with 🤮 Face Vomiting.Differs from other smileys conveying sickness, including 🤒 Face With Thermometer (used especially for colds and flus) and 🤕 Face With Head-Bandage (physical injury).\nNauseated Face was approved as part of Unicode 9.0 in 2016 and added to Emoji 3.0 in 2016.\n",
        "innerPageURL": "/nauseated-face/"
    },
    {
        "emoji": "😎",
        "name": "😎 Smiling Face with Sunglasses",
        "meaning": "A yellow face with a broad, closed smile wearing black sunglasses, as if a pair of classic Wayfarers. Often used to convey the slang sense of cool. May also express a confident, carefree attitude or that something is excellent.🤓 Nerd Face wears similarly shaped eyeglasses.On Snapchat, this emoji next to a contact denotes that you have best friends in common with this person.\nSmiling Face with Sunglasses was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/smiling-face-with-sunglasses/"
    },
    {
        "emoji": "😪",
        "name": "😪 Sleepy Face",
        "meaning": "A yellow face with closed eyes, mouth slightly open, and a blue snot bubble coming from its nose. Snot bubbles indicate a character is tired or sleeping in anime or manga. Not to be confused with 😴 Sleeping Face While sometimes used to convey sadness, dissastification, or illness, Sleepy Face is also not to be confused with 😢 Crying Face, 😥 Sad but Relieved Face, or other emojis with tear or sweat droplets. Samsung’s design previously featured two, cartoon-styled, sleeping-symbol Zz’s overhead.A previous Microsoft design appeared similar to 😌 Relieved Face.\nSleepy Face was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/sleepy-face/"
    },
    {
        "emoji": "🫣",
        "name": "🫣 Face with Peeking Eye",
        "meaning": "A yellow face with its hands over its eyes and raised eyebrows. One wide eye is peeking through the fingers.Can be used to express the duality of wanting to look away from something because it's frightening, disgusting, or embarrassing, but not being able to.\nFace with Peeking Eye was approved as part of Unicode 14.0 in 2021 and added to Emoji 14.0 in 2021.\n🚩 Approved in September 2021 as part of Emoji 14.0. Now available on iOS 15.4, Android 12L, Windows 11, Twitter, and Facebook. Coming soon to Samsung.",
        "innerPageURL": "/face-with-peeking-eye/"
    },
    {
        "emoji": "🤔",
        "name": "🤔 Thinking Face",
        "meaning": "A yellow face with furrowed eyebrows looking upwards with thumb and index finger resting on its chin. Intended to show a person pondering or deep in thought. Often used to question or scorn something or someone, as if saying Hmm, I don't know about that. Tone varies, including earnest, playful, puzzled, skeptical, and mocking.May be paired with 💭 Thought Balloon or 💡 Light Bulb to represent thinking, (having) ideas, and learning.Joins 🤗 Hugging Face, 🤫 Shushing Face, and 🤭 Face With Hand Over Mouth as one of the few smileys featuring a hand.\nThinking Face was approved as part of Unicode 8.0 in 2015 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/thinking-face/"
    },
    {
        "emoji": "🤩",
        "name": "🤩 Star-Struck",
        "meaning": "A yellow face with a broad, open smile, showing upper teeth on most platforms, with stars for eyes, as if seeing a beloved celebrity. Color of stars widely varies by platform, though commonly gold or red. May express that someone or something is amazing, fascinating, impressive, or exciting.\nStar-Struck was approved as part of Unicode 10.0 in 2017 under the name “Grinning Face with Star Eyes” and added to Emoji 5.0 in 2017.\n",
        "innerPageURL": "/star-struck/"
    },
    {
        "emoji": "🕴️",
        "name": "🕴️ Person in Suit Levitating",
        "meaning": "A person wearing a suit, hovering above the ground with a shadow displayed beneath them. Generally shown wearing a fedora or similar style of hat.This character was originally introduced into the Webdings font as an “exclamation mark in the style of the rude boy logo found on records by The Specials\". This levitating man was known as Walt Jabsco.\nPerson in Suit Levitating was approved as part of Unicode 7.0 in 2014 under the name “Man in Business Suit Levitating” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/person-in-suit-levitating/"
    },
    {
        "emoji": "🧐",
        "name": "🧐 Face with Monocle",
        "meaning": "A yellow face with furrowed eyebrows wearing a monocle. Usually depicted with a small, intent frown and head slightly upturned, as if in careful inspection.May show that someone is pondering, considering, or questioning something, sometimes with a sense of skeptical or ironic observation or encouraging a closer look at some content. May convey a sense of sophistication or smug intelligence, e.g., smarty-pants.\nFace with Monocle was approved as part of Unicode 10.0 in 2017 and added to Emoji 5.0 in 2017.\n",
        "innerPageURL": "/face-with-monocle/"
    },
    {
        "emoji": "😨",
        "name": "😨 Fearful Face",
        "meaning": "A face with small, open eyes, open frown, raised eyebrows, and a pale blue forehead, as if experiencing a cold flash. Samsung’s design shows upper teeth and tongue.While intended to represent fear (less intense than 😱 Face Screaming in Fear), it also conveys a wide variety of emotions, including feeling amazed, shocked, sad, upset, and cold. Bears the same expression as 😧 Anguished Face on most platforms.\nFearful Face was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/fearful-face/"
    },
    {
        "emoji": "🦻",
        "name": "🦻 Ear with Hearing Aid",
        "meaning": "An ear shown with a hearing aid, worn by a person with hearing loss. The style shown in Behind The Ear (BTE), but this can represent any form of hearing aid.\nEar with Hearing Aid was approved as part of Unicode 12.0 in 2019 and added to Emoji 12.0 in 2019.\n",
        "innerPageURL": "/ear-with-hearing-aid/"
    },
    {
        "emoji": "😮",
        "name": "😮 Face with Open Mouth",
        "meaning": "A yellow face with small, open eyes and a large, round mouth, slack with surprise or shock, as if saying Wow! or Oh my! May convey such feelings as awe or disbelief, often milder or more ironic in tone than 😱 Face Screaming in Fear.\nFace with Open Mouth was approved as part of Unicode 6.1 in 2012 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/face-with-open-mouth/"
    },
    {
        "emoji": "🙁",
        "name": "🙁 Slightly Frowning Face",
        "meaning": "A yellow face with simple, open eyes and a slight frown. Often conveys a mild degree of concern, disappointment, or sadness, but usually less intensely than ☹️ Frowning Face.Samsung and Facebook previously included eyebrows.\nSlightly Frowning Face was approved as part of Unicode 7.0 in 2014 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/slightly-frowning-face/"
    },
    {
        "emoji": "🤘",
        "name": "🤘 Sign of the Horns",
        "meaning": "A \"rock on\" hand gesture raising the pinky and index fingers on one hand, which a variety of other meanings.\nSign of the Horns was approved as part of Unicode 8.0 in 2015 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/sign-of-the-horns/"
    },
    {
        "emoji": "👊",
        "name": "👊 Oncoming Fist",
        "meaning": "A fist displayed in a position to punch someone, or to fist-bump another person.Shown as a right hand on all supported platforms. An equivalent left-handed version does not exist.\nOncoming Fist was approved as part of Unicode 6.0 in 2010 under the name “Fisted Hand Sign” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/oncoming-fist/"
    },
    {
        "emoji": "🤞",
        "name": "🤞 Crossed Fingers",
        "meaning": "A fingers crossed emoji which displays the index (first) finger crossed over the middle (second) finger. Commonly used as a gesture indicating luck, or to show desire of a favorable outcome.This emoji was previously displayed with an additional finger on Samsung devices.\nCrossed Fingers was approved as part of Unicode 9.0 in 2016 under the name “Hand with Index and Middle Fingers Crossed” and added to Emoji 3.0 in 2016.\n",
        "innerPageURL": "/crossed-fingers/"
    },
    {
        "emoji": "🧠",
        "name": "🧠 Brain",
        "meaning": "A human brain, shown in pink on most platforms. Used to indicate thinking or the human mind.On platforms such as TikTok an alternative meaning of this emoji is to represent 'giving head' (NSFW meanings).\nBrain was approved as part of Unicode 10.0 in 2017 and added to Emoji 5.0 in 2017.\n",
        "innerPageURL": "/brain/"
    },
    {
        "emoji": "🤖",
        "name": "🤖 Robot",
        "meaning": "The head of a classic robot. Commonly depicted as a vintage, tin toy robot with circular eyes, a triangular nose, knobs for ears, a light and/or antennae atop its head, and a grill-like mouth similar to a grimace. Colors vary across platform, but its head is metallic on most platforms. May be used of topics concerning robotics, electronics, computer programming, futurism, and science fiction. It also enjoys a range of idiosyncratic applications, such as conveying a sense of weirdness and fun as well as alarm, surprise, and excitement, given its wide-eyed, teeth-gritting expression.Available as an Apple Animoji.\nRobot was approved as part of Unicode 8.0 in 2015 under the name “Robot Face” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/robot/"
    },
    {
        "emoji": "😞",
        "name": "😞 Disappointed Face",
        "meaning": "A yellow face with a frown and closed, downcast eyes, as if aching with sorrow or pain. May convey a variety of unhappy emotions, including disappointment, grief, stress, regret, and remorse.Similar to 😔 Pensive Face, but with a sadder, more hurt expression. Samsung’s design previously featured an expression closer to 😕 Confused Face.\nDisappointed Face was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/disappointed-face/"
    },
    {
        "emoji": "😋",
        "name": "😋 Face Savoring Food",
        "meaning": "A yellow face with smiling eyes and a broad, closed smile with its tongue sticking out of one corner, as if licking its lips in appetite or contentment. Widely used to convey that a food item is delicious. May also express that a person is attractive.\nFace Savoring Food was approved as part of Unicode 6.0 in 2010 under the name “Face Savouring Delicious Food” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/face-savoring-food/"
    },
    {
        "emoji": "👯‍♀️",
        "name": "👯‍♀️ Women with Bunny Ears",
        "meaning": "A female version of the 👯 People With Bunny Ears emoji.\nThe Women with Bunny Ears emoji is a ZWJ sequence combining 👯 People with Bunny Ears, ‍ Zero Width Joiner and ♀️ Female Sign.\nThese display as a single emoji on supported platforms.\n\nWomen with Bunny Ears was added to Emoji 4.0 in 2016.\n",
        "innerPageURL": "/women-with-bunny-ears/"
    },
    {
        "emoji": "🧖‍♀️",
        "name": "🧖‍♀️ Woman in Steamy Room",
        "meaning": "\nThe Woman in Steamy Room emoji is a ZWJ sequence combining 🧖 Person in Steamy Room, ‍ Zero Width Joiner and ♀️ Female Sign.\nThese display as a single emoji on supported platforms.\n\nWoman in Steamy Room was added to Emoji 5.0 in 2017.\n",
        "innerPageURL": "/woman-in-steamy-room/"
    },
    {
        "emoji": "👎",
        "name": "👎 Thumbs Down",
        "meaning": "A thumbs-down gesture indicating disapproval.\nThumbs Down was approved as part of Unicode 6.0 in 2010 under the name “Thumbs Down Sign” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/thumbs-down/"
    },
    {
        "emoji": "🫱",
        "name": "🫱 Rightwards Hand",
        "meaning": "An open right hand facing right, so as to show the back of the hand with the thumb on the top and the pinky on the bottom.This emoji was developed along with 🫲 Leftwards Hand to allow for the creation of ZWJ Sequences that depict 🤝 Handshake with two different skin tone modifiers applied, one to each hand.\nRightwards Hand was approved as part of Unicode 14.0 in 2021 and added to Emoji 14.0 in 2021.\n🚩 Approved in September 2021 as part of Emoji 14.0. Now available on iOS 15.4, Android 12L, Windows 11, Twitter, and Facebook. Coming soon to Samsung.",
        "innerPageURL": "/rightwards-hand/"
    },
    {
        "emoji": "😸",
        "name": "😸 Grinning Cat with Smiling Eyes",
        "meaning": "A cartoon cat variant of 😄 Grinning Face With Smiling Eyes. Depicted as yellow on major platforms.\nGrinning Cat with Smiling Eyes was approved as part of Unicode 6.0 in 2010 under the name “Grinning Cat Face with Smiling Eyes” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/grinning-cat-with-smiling-eyes/"
    },
    {
        "emoji": "👨‍❤️‍💋‍👨",
        "name": "👨‍❤️‍💋‍👨 Kiss: Man, Man",
        "meaning": "Two men displayed kissing, or gesturing a kiss toward each other. At small sizes this may be difficult to discern from the two women kissing.\nThe Kiss: Man, Man emoji is a ZWJ sequence combining 👨 Man, ‍ Zero Width Joiner, ❤️ Red Heart and 💋 Kiss Mark.\nThese display as a single emoji on supported platforms.\n\nKiss: Man, Man was added to Emoji 2.0 in 2015.\n",
        "innerPageURL": "/kiss-man-man/"
    },
    {
        "emoji": "🤜",
        "name": "🤜 Right-Facing Fist",
        "meaning": "A fist pointing right, which may be used in conjunction with the left-facing fist to complete a fist-bump gesture.\nRight-Facing Fist was approved as part of Unicode 9.0 in 2016 and added to Emoji 3.0 in 2016.\n",
        "innerPageURL": "/right-facing-fist/"
    },
    {
        "emoji": "🧑‍🔧",
        "name": "🧑‍🔧 Mechanic",
        "meaning": "\nThe Mechanic emoji is a ZWJ sequence combining 🧑 Person, ‍ Zero Width Joiner and 🔧 Wrench.\nThese display as a single emoji on supported platforms.\n\nMechanic was added to Emoji 12.1 in 2019.\n",
        "innerPageURL": "/mechanic/"
    },
    {
        "emoji": "🦷",
        "name": "🦷 Tooth",
        "meaning": "\nTooth was approved as part of Unicode 11.0 in 2018 and added to Emoji 11.0 in 2018.\n",
        "innerPageURL": "/tooth/"
    },
    {
        "emoji": "🙍‍♀️",
        "name": "🙍‍♀️ Woman Frowning",
        "meaning": "The female version of the 🙍 Person Frowning emoji. Currently identical in appearance to the non-gendered base emoji.\nThe Woman Frowning emoji is a ZWJ sequence combining 🙍 Person Frowning, ‍ Zero Width Joiner and ♀️ Female Sign.\nThese display as a single emoji on supported platforms.\n\nWoman Frowning was added to Emoji 4.0 in 2016.\n",
        "innerPageURL": "/woman-frowning/"
    },
    {
        "emoji": "🙆‍♀️",
        "name": "🙆‍♀️ Woman Gesturing OK",
        "meaning": "The female version of the 🙆 Face With OK Gesture emoji. Currently identical in appearance to the non-gendered base emoji.\nThe Woman Gesturing OK emoji is a ZWJ sequence combining 🙆 Person Gesturing OK, ‍ Zero Width Joiner and ♀️ Female Sign.\nThese display as a single emoji on supported platforms.\n\nWoman Gesturing OK was added to Emoji 4.0 in 2016.\n",
        "innerPageURL": "/woman-gesturing-ok/"
    },
    {
        "emoji": "👩‍🏭",
        "name": "👩‍🏭 Woman Factory Worker",
        "meaning": "\nThe Woman Factory Worker emoji is a ZWJ sequence combining 👩 Woman, ‍ Zero Width Joiner and 🏭 Factory.\nThese display as a single emoji on supported platforms.\n\nWoman Factory Worker was added to Emoji 4.0 in 2016.\n",
        "innerPageURL": "/woman-factory-worker/"
    },
    {
        "emoji": "👩‍✈️",
        "name": "👩‍✈️ Woman Pilot",
        "meaning": "\nThe Woman Pilot emoji is a ZWJ sequence combining 👩 Woman, ‍ Zero Width Joiner and ✈️ Airplane.\nThese display as a single emoji on supported platforms.\n\nWoman Pilot was added to Emoji 4.0 in 2016.\n",
        "innerPageURL": "/woman-pilot/"
    },
    {
        "emoji": "👩‍🎓",
        "name": "👩‍🎓 Woman Student",
        "meaning": "\nThe Woman Student emoji is a ZWJ sequence combining 👩 Woman, ‍ Zero Width Joiner and 🎓 Graduation Cap.\nThese display as a single emoji on supported platforms.\n\nWoman Student was added to Emoji 4.0 in 2016.\n",
        "innerPageURL": "/woman-student/"
    },
    {
        "emoji": "🧑‍🦲",
        "name": "🧑‍🦲 Person: Bald",
        "meaning": "A person with a bald head. Can be used to represent a bald person or a person with a shaved head. May also be used to represent a person experiencing hair loss from chemotherapy, alopecia, or other medical treatments or conditions. This emoji may be used to talk about bald people in a gender-inclusive way.Variants include 👩‍🦲 Bald Woman and 👨‍🦲 Bald Man.\nThe Person: Bald emoji is a ZWJ sequence combining 🧑 Person, ‍ Zero Width Joiner and 🦲 Bald.\nThese display as a single emoji on supported platforms.\n\nPerson: Bald was added to Emoji 12.1 in 2019.\n",
        "innerPageURL": "/person-bald/"
    },
    {
        "emoji": "🙋",
        "name": "🙋 Person Raising Hand",
        "meaning": "A person with its hand in the air, as if it wants to ask or answer a question.Generally displayed as a woman, but is not defined as one particular gender. Previously showed a blob-like gender-inclusive character in the Google artwork.\nPerson Raising Hand was approved as part of Unicode 6.0 in 2010 under the name “Happy Person Raising One Hand” and added to Emoji 1.0 in 2015.\n🚩 Previously displayed a gendered appearance, now shown as gender neutral on most platforms.",
        "innerPageURL": "/person-raising-hand/"
    },
    {
        "emoji": "🤦‍♀️",
        "name": "🤦‍♀️ Woman Facepalming",
        "meaning": "\nThe Woman Facepalming emoji is a ZWJ sequence combining 🤦 Person Facepalming, ‍ Zero Width Joiner and ♀️ Female Sign.\nThese display as a single emoji on supported platforms.\n\nWoman Facepalming was added to Emoji 4.0 in 2016.\n",
        "innerPageURL": "/woman-facepalming/"
    },
    {
        "emoji": "😝",
        "name": "😝 Squinting Face with Tongue",
        "meaning": "A yellow face with scrunched, X-shaped eyes and a big grin, sticking out its tongue. Often conveys a sense of fun, excitement, playfulness, hilarity, and happiness, as if saying Squee! or Awesome! Similar to 😆 Grinning Squinting Face. Generally more exuberant than 😛 Face With Tongue and 😜 Winking Face With Tongue. Samsung previously featured a more sour expression.Because of its stuck-out tongue, note that this smiley may be applied or interpreted in suggestive ways.\nSquinting Face with Tongue was approved as part of Unicode 6.0 in 2010 under the name “Face with Stuck-Out Tongue and Tightly-Closed Eyes” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/squinting-face-with-tongue/"
    },
    {
        "emoji": "😗",
        "name": "😗 Kissing Face",
        "meaning": "A yellow face with simple, open eyes and puckered lips giving a kiss. Commonly conveys sentiments of love and affection.Like 😙 Kissing Face With Smiling Eyes, this emoji is sometimes taken to represent whistling, especially when paired with a musical note. May convey such feelings as surprise, admiration, contempt, or feigned innocence, as a person casually whistling after wrongdoing saying, Nothing to look at here.Similar to 😙 Kissing Face With Smiling Eyes and 😚 Kissing Face With Closed Eyes but with less intimate eyes.\nKissing Face was approved as part of Unicode 6.1 in 2012 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/kissing-face/"
    },
    {
        "emoji": "👫",
        "name": "👫 Woman and Man Holding Hands",
        "meaning": "A woman and man holding hands, most likely due to being in a relationship.\nWoman and Man Holding Hands was approved as part of Unicode 6.0 in 2010 under the name “Man and Woman Holding Hands” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/woman-and-man-holding-hands/"
    },
    {
        "emoji": "🧒",
        "name": "🧒 Child",
        "meaning": "A child with no gender specified. This emoji may be used to talk about children in a gender-inclusive way.Variants include 👧 Girl and 👦 Boy.\nChild was approved as part of Unicode 10.0 in 2017 and added to Emoji 5.0 in 2017.\n",
        "innerPageURL": "/child/"
    },
    {
        "emoji": "🧘",
        "name": "🧘 Person in Lotus Position",
        "meaning": "\nPerson in Lotus Position was approved as part of Unicode 10.0 in 2017 and added to Emoji 5.0 in 2017.\n🚩 Previously displayed a gendered appearance, now shown as gender neutral on most platforms.",
        "innerPageURL": "/person-in-lotus-position/"
    },
    {
        "emoji": "🧑‍✈️",
        "name": "🧑‍✈️ Pilot",
        "meaning": "\nThe Pilot emoji is a ZWJ sequence combining 🧑 Person, ‍ Zero Width Joiner and ✈️ Airplane.\nThese display as a single emoji on supported platforms.\n\nPilot was added to Emoji 12.1 in 2019.\n",
        "innerPageURL": "/pilot/"
    },
    {
        "emoji": "🧑‍🌾",
        "name": "🧑‍🌾 Farmer",
        "meaning": "\nThe Farmer emoji is a ZWJ sequence combining 🧑 Person, ‍ Zero Width Joiner and 🌾 Sheaf of Rice.\nThese display as a single emoji on supported platforms.\n\nFarmer was added to Emoji 12.1 in 2019.\n",
        "innerPageURL": "/farmer/"
    },
    {
        "emoji": "🧑‍🦳",
        "name": "🧑‍🦳 Person: White Hair",
        "meaning": "A person with white hair. This emoji maintains white hair no matter which skin tone is chosen. This emoji may be used to talk about people with white hair in a gender-inclusive way.Variants include 👩‍🦳 Woman with White Hair and 👨‍🦳 Man with White Hair. See also 🧓 Older Person, which is similar, though is shown with wrinkles and gray hair on most platforms.\nThe Person: White Hair emoji is a ZWJ sequence combining 🧑 Person, ‍ Zero Width Joiner and 🦳 White Hair.\nThese display as a single emoji on supported platforms.\n\nPerson: White Hair was added to Emoji 12.1 in 2019.\n",
        "innerPageURL": "/person-white-hair/"
    },
    {
        "emoji": "💑",
        "name": "💑 Couple with Heart",
        "meaning": "A couple standing next to each other, smiling, with a love heart floating in the air between them. No gender is specified for the two people, and as such this may be used to represent the concept of a couple broadly, and/or as a means of showing two non-binary people.Previously shown with the same appearance as 👩‍❤️‍👨 Couple With Heart: Woman, Man, but now displays two people with an ambiguous gender appearance.\nCouple with Heart was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n🚩 Previously displayed a gendered appearance, now shown as gender neutral on most platforms.",
        "innerPageURL": "/couple-with-heart/"
    },
    {
        "emoji": "🥷",
        "name": "🥷 Ninja",
        "meaning": "A person dressed as a ninja with a black hood, a mask covering the lower half of their face, and the hilt of a knife or sword emerging from behind their shoulder.The now-discontinued Microsoft ZWJ sequence 🐱‍👤 Ninja Cat did not include the ninja emoji at all as it was developed several years before ninja was approved. It combined 🐱 Cat Face and 👤 Bust in Silhouette and was only available from Microsoft prior to the debut of the Fluent emoji set in November 2021.\nNinja was approved as part of Unicode 13.0 in 2020 and added to Emoji 13.0 in 2020.\n",
        "innerPageURL": "/ninja/"
    },
    {
        "emoji": "🫄",
        "name": "🫄 Pregnant Person",
        "meaning": "A pregnant person holding their round stomach. Sometimes used in jest to represent feeling too full after overeating, as in a \"food baby.\"Variants include 🫄 Pregnant Woman and 🫃 Pregnant Man.This emoji was approved to make the emoji keyboard more consistent and gender inclusive.\nPregnant Person was approved as part of Unicode 14.0 in 2021 and added to Emoji 14.0 in 2021.\n🚩 Approved in September 2021 as part of Emoji 14.0. Now available on iOS 15.4, Android 12L, Windows 11, Twitter, and Facebook. Coming soon to Samsung.",
        "innerPageURL": "/pregnant-person/"
    },
    {
        "emoji": "🧙‍♂️",
        "name": "🧙‍♂️ Man Mage",
        "meaning": "\nThe Man Mage emoji is a ZWJ sequence combining 🧙 Mage, ‍ Zero Width Joiner and ♂️ Male Sign.\nThese display as a single emoji on supported platforms.\n\nMan Mage was added to Emoji 5.0 in 2017.\n",
        "innerPageURL": "/man-mage/"
    },
    {
        "emoji": "👮‍♂️",
        "name": "👮‍♂️ Man Police Officer",
        "meaning": "The male version of the 👮 Police Officer emoji. Currently identical in appearance to the non-gendered base emoji.\nThe Man Police Officer emoji is a ZWJ sequence combining 👮 Police Officer, ‍ Zero Width Joiner and ♂️ Male Sign.\nThese display as a single emoji on supported platforms.\n\nMan Police Officer was added to Emoji 4.0 in 2016.\n",
        "innerPageURL": "/man-police-officer/"
    },
    {
        "emoji": "🫃",
        "name": "🫃 Pregnant Man",
        "meaning": "A pregnant man holding his round stomach. Sometimes used in jest to represent feeling too full after overeating, as in a \"food baby.\"Variants include 🫄 Pregnant Person and 🫃 Pregnant Woman.This emoji was approved to make the emoji keyboard more consistent and gender inclusive.\nPregnant Man was approved as part of Unicode 14.0 in 2021 and added to Emoji 14.0 in 2021.\n🚩 Approved in September 2021 as part of Emoji 14.0. Now available on iOS 15.4, Android 12L, Windows 11, Twitter, and Facebook. Coming soon to Samsung.",
        "innerPageURL": "/pregnant-man/"
    },
    {
        "emoji": "🧝‍♀️",
        "name": "🧝‍♀️ Woman Elf",
        "meaning": "\nThe Woman Elf emoji is a ZWJ sequence combining 🧝 Elf, ‍ Zero Width Joiner and ♀️ Female Sign.\nThese display as a single emoji on supported platforms.\n\nWoman Elf was added to Emoji 5.0 in 2017.\n",
        "innerPageURL": "/woman-elf/"
    },
    {
        "emoji": "💇",
        "name": "💇 Person Getting Haircut",
        "meaning": "A person in the process of getting their hair cut. This emoji is intended to be gender-neutral, but is commonly shown as a girl or woman smiling, with scissors shown open next to the hair on her head.Windows previously displayed this emoji as a comb and scissors, instead of a person having their hair cut.\nPerson Getting Haircut was approved as part of Unicode 6.0 in 2010 under the name “Haircut” and added to Emoji 1.0 in 2015.\n🚩 Previously displayed a gendered appearance, now shown as gender neutral on most platforms.",
        "innerPageURL": "/person-getting-haircut/"
    },
    {
        "emoji": "🕵️",
        "name": "🕵️ Detective",
        "meaning": "An undercover investigator, wearing a hat, and sometimes using a magnifying glass to closely inspect evidence. This emoji did not originally recommend emoji modifiers, but a proposal was created to address this.\nDetective was approved as part of Unicode 7.0 in 2014 under the name “Sleuth or Spy” and added to Emoji 1.0 in 2015.\n🚩 Previously displayed a gendered appearance, now shown as gender neutral on most platforms.",
        "innerPageURL": "/detective/"
    },
    {
        "emoji": "🤶",
        "name": "🤶 Mrs. Claus",
        "meaning": "Mother Christmas, more commonly known as Mrs. Claus, is the wife of Santa Claus. Displayed as an older woman with glasses and a festive red and white bonnet. See also: Christmas emoji list.\nMrs. Claus was approved as part of Unicode 9.0 in 2016 under the name “Mother Christmas” and added to Emoji 3.0 in 2016.\n",
        "innerPageURL": "/mrs-claus/"
    },
    {
        "emoji": "👼",
        "name": "👼 Baby Angel",
        "meaning": "A baby with a halo and wings. Can represent a sweet baby, a biblical cherub, a mythological cupid, a decorative putto, or an angel as a supernatural being in general. This emoji can be used earnestly or in a tongue-in-cheek way to talk about goodness or innocence.It is often used to express affection for people, especially children at birth or, more sadly, after death. This emoji pops up in a large variety of contexts ranging from innocence, love, Valentine's Day, positive feelings like gratitude, and the Christian faith, especially during Christmas.See also 👶 Baby.\nBaby Angel was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/baby-angel/"
    },
    {
        "emoji": "👨‍👩‍👧‍👦",
        "name": "👨‍👩‍👧‍👦 Family: Man, Woman, Girl, Boy",
        "meaning": "A family with a father, mother, daughter, and son.\nThe Family: Man, Woman, Girl, Boy emoji is a ZWJ sequence combining 👨 Man, ‍ Zero Width Joiner, 👩 Woman, 👧 Girl and 👦 Boy.\nThese display as a single emoji on supported platforms.\n\nFamily: Man, Woman, Girl, Boy was added to Emoji 2.0 in 2015.\n",
        "innerPageURL": "/family-man-woman-girl-boy/"
    },
    {
        "emoji": "👰",
        "name": "👰 Person with Veil",
        "meaning": "A person in traditional western wedding dress with a veil over their head.\nPerson with Veil was approved as part of Unicode 6.0 in 2010 under the name “Bride with Veil” and added to Emoji 1.0 in 2015.\n🚩 Previously displayed a gendered appearance. Platforms switched to a gender-inclusive design for this emoji in 2020.",
        "innerPageURL": "/person-with-veil/"
    },
    {
        "emoji": "🧝",
        "name": "🧝 Elf",
        "meaning": "Creatures with pointed ears and human-like faces. Female and male elves are available.\nElf was approved as part of Unicode 10.0 in 2017 and added to Emoji 5.0 in 2017.\n🚩 Previously displayed a gendered appearance, now shown as gender neutral on most platforms.",
        "innerPageURL": "/elf/"
    },
    {
        "emoji": "👨‍🍼",
        "name": "👨‍🍼 Man Feeding Baby",
        "meaning": "A man feeding a baby with a bottle, sometimes looking down to the infant and smiling.This emoji supports skin tone modifiers, which apply to the adult. The head of the baby is recommended to be hidden to avoid a situation where the skin tone of the baby would only correlate to the skin tone of the adult.Variants include 🧑‍🍼 Person Feeding Baby and 👩‍🍼 Woman Feeding Baby. See also 🤱 Breast-Feeding.\nThe Man Feeding Baby emoji is a ZWJ sequence combining 👨 Man, ‍ Zero Width Joiner and 🍼 Baby Bottle.\nThese display as a single emoji on supported platforms.\n\nMan Feeding Baby was added to Emoji 13.0 in 2020.\n",
        "innerPageURL": "/man-feeding-baby/"
    },
    {
        "emoji": "🧑‍🚒",
        "name": "🧑‍🚒 Firefighter",
        "meaning": "\nThe Firefighter emoji is a ZWJ sequence combining 🧑 Person, ‍ Zero Width Joiner and 🚒 Fire Engine.\nThese display as a single emoji on supported platforms.\n\nFirefighter was added to Emoji 12.1 in 2019.\n",
        "innerPageURL": "/firefighter/"
    },
    {
        "emoji": "🚶‍♀️",
        "name": "🚶‍♀️ Woman Walking",
        "meaning": "The female version of the 🚶 Pedestrian emoji.\nThe Woman Walking emoji is a ZWJ sequence combining 🚶 Person Walking, ‍ Zero Width Joiner and ♀️ Female Sign.\nThese display as a single emoji on supported platforms.\n\nWoman Walking was added to Emoji 4.0 in 2016.\n",
        "innerPageURL": "/woman-walking/"
    },
    {
        "emoji": "👩‍❤️‍👩",
        "name": "👩‍❤️‍👩 Couple with Heart: Woman, Woman",
        "meaning": "Two women standing next to each other, smiling, with a love heart floating in the air between them.\nThe Couple with Heart: Woman, Woman emoji is a ZWJ sequence combining 👩 Woman, ‍ Zero Width Joiner and ❤️ Red Heart.\nThese display as a single emoji on supported platforms.\n\nCouple with Heart: Woman, Woman was added to Emoji 2.0 in 2015.\n",
        "innerPageURL": "/couple-with-heart-woman-woman/"
    },
    {
        "emoji": "👨‍👨‍👦‍👦",
        "name": "👨‍👨‍👦‍👦 Family: Man, Man, Boy, Boy",
        "meaning": "A family with two fathers, and two sons.\nThe Family: Man, Man, Boy, Boy emoji is a ZWJ sequence combining 👨 Man, ‍ Zero Width Joiner and 👦 Boy.\nThese display as a single emoji on supported platforms.\n\nFamily: Man, Man, Boy, Boy was added to Emoji 2.0 in 2015.\n",
        "innerPageURL": "/family-man-man-boy-boy/"
    },
    {
        "emoji": "👨‍👩‍👧",
        "name": "👨‍👩‍👧 Family: Man, Woman, Girl",
        "meaning": "A family with a father, mother, and one daughter.\nThe Family: Man, Woman, Girl emoji is a ZWJ sequence combining 👨 Man, ‍ Zero Width Joiner, 👩 Woman and 👧 Girl.\nThese display as a single emoji on supported platforms.\n\nFamily: Man, Woman, Girl was added to Emoji 2.0 in 2015.\n",
        "innerPageURL": "/family-man-woman-girl/"
    },
    {
        "emoji": "👭",
        "name": "👭 Women Holding Hands",
        "meaning": "Two women holding hands, most likely due to being in a relationship.\nWomen Holding Hands was approved as part of Unicode 6.0 in 2010 under the name “Two Women Holding Hands” and added to Emoji 1.0 in 2015.\n",
        "innerPageURL": "/women-holding-hands/"
    }
]